A readable name of the output node.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public string NodeName { get; }
  Visual Basic
Public ReadOnly Property NodeName As String
	Get
  Visual C++
public:
property String^ NodeName {
	String^ get ();
}
 See Also
  RenderNode Class
  Autodesk.Revit.DB Namespace